[
  {
    "Id": 1,
    "Name": "Русский язык",
    "Description": "Русский язык – это национальный язык великого русского народа. Значение русского языка в наше время огромно. Современный литературный русский язык – это язык наших газет и журналов, художественной литературы и науки, государственных учреждений и учебных заведений, радио, кино и телевидения.",
    "Image": "rus.jpg"
  },
  {
    "Id": 2,
    "Name": "Математика",
    "Description": "Математика — наука, исторически основанная на решении задач о количественных и пространственных соотношениях реального мира путём идеализации необходимых для этого свойств объектов и формализации этих задач. Наука, занимающаяся изучением чисел, структур, пространств и преобразований.",
    "Image": "mat.jpg"
  },
  {
    "Id": 3,
    "Name": "Английский язык",
    "Description": "Английский - западногерманский язык индоевропейской языковой семьи, первоначально на котором говорили жители раннесредневековой Англии. Он назван в честь англов, одного из древних германских народов, мигрировавших из Англии, полуострова на Балтийском море (не путать с Восточной Англией), в область Великобритании, позже названную в их честь: Англия.",
    "Image": "eng.jpg"
  },
  {
    "Id": 4,
    "Name": "Информатика",
    "Description": "Информатика — это наука, которая занимается вычислением, хранением и обработкой информации. Она развивается вместе с компьютерами и сетью интернет, а потому базируется на компьютерной технике и невозможна без нее.",
    "Image": "inf.jpg"
  },

  {
    "Id": 5,
    "Name": "Экономика",
    "Description": "Экономика – совокупность наук о ведении хозяйства, вид социальной науки, изучающий взаимоотношение людей в процессе производства, потребления, распределения и обмена товаров или услуг.",
    "Image": "eco.png"
  },

  {
    "Id": 6,
    "Name": "Обществознание",
    "Description": "Обществознание — обобщающее название наук, изучающих общество в целом и общественные процессы. Термин используется для отличения в системе гуманитарных наук дисциплин, изучающих общество, от дисциплин изучающих человека (как правило вне общества — например, психологии).",
    "Image": "obs.jpg"
  },

  {
    "Id": 7,
    "Name": "ОБЖ",
    "Description": "Безопасность жизнедеятельности (БЖД) — область научных знаний, охватывающих теорию и практику защиты человека от опасных и вредных факторов во всех сферах человеческой деятельности, сохранение безопасности и здоровья в среде обитания.",
    "Image": "obh.png"
  },

  {
    "Id": 8,
    "Name": "Физика",
    "Description": "Физика — это наука о природе (естествознание) в самом общем смысле (часть природоведения). Предмет её изучения составляет материя (в виде вещества и полей) и наиболее общие формы её движения, а также фундаментальные взаимодействия природы, управляющие движением материи. Некоторые закономерности являются общими для всех материальных систем (например сохранение энергии), — их называют физическими законами.",
    "Image": "phi.png"
  },

  {
    "Id": 9,
    "Name": "Химия",
    "Description": "Химия - это научное изучение свойств и поведения материи. Это естественная наука, которая охватывает элементы, составляющие материю, и соединения, состоящие из атомов, молекул и ионов: их состав, структуру, свойства, поведение и изменения, которые они претерпевают при реакции с другими веществами.",
    "Image": "him.jpg"
  },

  {
    "Id": 10,
    "Name": "Шахматы",
    "Description": "Ша́хматы — настольная логическая игра со специальными фигурами на 64-клеточной доске для двух соперников, сочетающая в себе элементы искусства (в том числе в части шахматной композиции), науки и спорта. В шахматы обычно играют два игрока друг против друга. Также возможна игра одной группы шахматистов против другой или против одного игрока, такие партии зачастую именуются консультационными.",
    "Image": "sha.png"
  }
]

